{
  "locale": "es-AR",
  "translations": {
    "4550958265168690830": "Logo",
    "1726363342938046830": "Acerca de",
    "6079899339671559272": "Futuro",
    "7922989125096435449": "Contacto",
    "7182974689040833178": "Curriculum",
    "5003368176205070789": "Holla, Mi nombre es",
    "3534756171158884775": "Lorenzo Vredeveld",
    "3727118786939363022": "Creo cosas para la web.",
    "2944546572543551256": "Soy ingeniero de software especializado en desarrollo web front-end. Actualmente, estoy enfocado en aprender todo lo que necesito saber sobre cómo hacer un buen sitio web funcional. En este sitio web, leerá sobre cómo me convertí en programador, lo que quiero aprender en el futuro y todos mis avances y proyectos. También podrá descargar mi currículum y también habrá una forma de contactarme.",
    "6018686961415145811": "Acerca de mí",
    "2789173937937850091": "¡Hola! Mi nombre es Lorenzo y comencé mi viaje de programación en 2020. Permítanme explicar todo retrocediendo a diciembre de 2020. Ese mes cambió mucho en mi vida, desde que me mudé a Argentina. Todo comenzó cuando una empresa aquí en Córdoba, Argentina se interesó en mí y terminó contratándome como agente de soporte de segundo nivel. El tipo de trabajo que se incluía en este puesto era la creación de consultas para una base de datos SQL, averiguar por qué una consulta es lenta y mejorarla. También incluyó la localización de errores que los clientes o nosotros encontramos e intentar encontrar una solución que los resolviera. Este código fue escrito en C# y no era fácil de entender para alguien que acababa de empezar. Sin embargo, tuve un buen supervisor que me ayudó mucho, siendo estos mis primeros pasos en la programación. Un año después, en diciembre de 2021, mi pasión por la programación me hizo cambiar de camino, y fue entonces cuando comencé a trabajar en Globant, como aprendiz de interfaz de usuario web. Antes de eso, nunca había trabajado con HTML CSS y JS, por lo que ingresar a este nivel tenía mucho sentido. Ahora avanzando rápidamente hasta hoy, me ascendieron a web UI JR, y disfruto lo que hago todos los días, tratando de aprender tanto como puedo. Llevo más de 1 año y medio trabajando con globant aprendiendo react.js y también otros frameworks y librarys. ",
    "1950683710282754056": "imagen de lorenzo"
  }
}